Repository: koprodev/ezyImageViewer
Catalog: EzyImageViewer.App/Strings/*/Resources.resw
Source language: en_in
Languages: de_de, es_419, fr_fr, hi_in, id_id, ja_jp, ko_kr, pt_br, ru_ru, zh_cn

# ResizeTitle
source: Resize
de_de: Größe ändern
es_419: Redimensionar
fr_fr: Redimensionner
hi_in: आकार बदलें
id_id: Ubah ukuran
ja_jp: サイズ変更
ko_kr: 크기 조절
pt_br: Redimensionar
ru_ru: Изменение размера
zh_cn: 调整大小

# ResizeWidthLabel
source: Width (px)
de_de: Breite (px)
es_419: Ancho (px)
fr_fr: Largeur (px)
hi_in: चौड़ाई (px)
id_id: Lebar (px)
ja_jp: 幅 (px)
ko_kr: 너비 (px)
pt_br: Largura (px)
ru_ru: Ширина (px)
zh_cn: 宽度 (px)

# ResizeHeightLabel
source: Height (px)
de_de: Höhe (px)
es_419: Alto (px)
fr_fr: Hauteur (px)
hi_in: ऊँचाई (px)
id_id: Tinggi (px)
ja_jp: 高さ (px)
ko_kr: 높이 (px)
pt_br: Altura (px)
ru_ru: Высота (px)
zh_cn: 高度 (px)

# ResizePercentLabel
source: Scale (%)
de_de: Skalierung (%)
es_419: Escala (%)
fr_fr: Échelle (%)
hi_in: अनुमाप (%)
id_id: Skala (%)
ja_jp: 倍率 (%)
ko_kr: 배율 (%)
pt_br: Escala (%)
ru_ru: Масштаб (%)
zh_cn: 比例 (%)

# ResizeKeepAspect
source: Keep aspect ratio
de_de: Seitenverhältnis beibehalten
es_419: Mantener la proporción
fr_fr: Conserver les proportions
hi_in: पक्षानुपात बनाए रखें
id_id: Pertahankan rasio aspek
ja_jp: 縦横比を保持
ko_kr: 종횡비 유지
pt_br: Manter a proporção
ru_ru: Сохранять пропорции
zh_cn: 保持宽高比

# ToolSelect
source: Select and move
de_de: Auswählen und verschieben
es_419: Seleccionar y mover
fr_fr: Sélectionner et déplacer
hi_in: चुनें और खिसकाएँ
id_id: Pilih dan pindahkan
ja_jp: 選択と移動
ko_kr: 선택 및 이동
pt_br: Selecionar e mover
ru_ru: Выделение и перемещение
zh_cn: 选择和移动

# ToolSelectMode
source: Change selection mode
de_de: Auswahlmodus ändern
es_419: Cambiar el modo de selección
fr_fr: Changer le mode de sélection
hi_in: चयन मोड बदलें
id_id: Ubah mode pemilihan
ja_jp: 選択モードの変更
ko_kr: 선택 모드 변경
pt_br: Mudar o modo de seleção
ru_ru: Сменить режим выделения
zh_cn: 更改选择模式

# TipSelectMode
source: Chooses whether the select tool picks objects or draws a box selection.
de_de: Legt fest, ob das Auswahlwerkzeug Objekte greift oder einen Bereich aufzieht.
es_419: Define si la herramienta de selección toma objetos o dibuja un área.
fr_fr: Définit si l'outil de sélection saisit des objets ou trace une zone.
hi_in: तय करता है कि चयन उपकरण ऑब्जेक्ट उठाए या क्षेत्र खींचे।
id_id: Menentukan apakah alat pilih mengambil objek atau menarik area kotak.
ja_jp: 選択ツールがオブジェクトを選ぶか範囲を選ぶかを決めます。
ko_kr: 객체 선택과 박스형 선택 중 선택 도구의 동작을 고릅니다.
pt_br: Define se a ferramenta de seleção pega objetos ou desenha uma área.
ru_ru: Определяет, выбирает ли инструмент объекты или выделяет прямоугольную область.
zh_cn: 决定选择工具是选取对象还是框选区域。

# SelectModeRegion
source: Box selection
de_de: Bereichsauswahl
es_419: Selección de área
fr_fr: Sélection de zone
hi_in: क्षेत्र चयन
id_id: Pemilihan area
ja_jp: 範囲選択
ko_kr: 박스형 선택
pt_br: Seleção de área
ru_ru: Выделение области
zh_cn: 框选

# TipRegionSelect
source: Selects a rectangular area of the background. Drag inside to lift and move it, or press Ctrl+X to cut.
de_de: Wählt einen rechteckigen Bereich des Hintergrunds aus. Ziehen Sie darin, um ihn anzuheben und zu verschieben, oder drücken Sie Strg+X zum Ausschneiden.
es_419: Selecciona un área rectangular del fondo. Arrastra dentro para levantarla y moverla, o presiona Ctrl+X para cortarla.
fr_fr: Sélectionne une zone rectangulaire de l'arrière-plan. Faites glisser à l'intérieur pour la soulever et la déplacer, ou appuyez sur Ctrl+X pour la couper.
hi_in: पृष्ठभूमि का आयताकार क्षेत्र चुनता है। भीतर खींचकर उसे उठाकर खिसकाएँ, या Ctrl+X से काटें।
id_id: Memilih area persegi panjang dari latar. Seret di dalamnya untuk mengangkat dan memindahkan, atau tekan Ctrl+X untuk memotong.
ja_jp: 背景の矩形範囲を選択します。内側をドラッグすると持ち上げて移動でき、Ctrl+X で切り取れます。
ko_kr: 배경에서 사각 영역을 선택합니다. 안쪽을 드래그하면 들어올려 이동하고, Ctrl+X로 잘라냅니다.
pt_br: Seleciona uma área retangular do fundo. Arraste por dentro para levantar e mover, ou pressione Ctrl+X para recortar.
ru_ru: Выделяет прямоугольную область фона. Перетащите внутри, чтобы приподнять и переместить её, или нажмите Ctrl+X, чтобы вырезать.
zh_cn: 在背景上选择一个矩形区域。在内部拖动可抬起并移动，按 Ctrl+X 可剪切。

# RegionReviewHint
source: Selected area: drag inside = lift and move · Ctrl+X = cut · Ctrl+C = copy · Esc = cancel
de_de: Ausgewählter Bereich: innen ziehen = anheben und verschieben · Strg+X = ausschneiden · Strg+C = kopieren · Esc = abbrechen
es_419: Área seleccionada: arrastrar dentro = levantar y mover · Ctrl+X = cortar · Ctrl+C = copiar · Esc = cancelar
fr_fr: Zone sélectionnée : glisser à l'intérieur = soulever et déplacer · Ctrl+X = couper · Ctrl+C = copier · Échap = annuler
hi_in: चयनित क्षेत्र: भीतर खींचें = उठाकर खिसकाएँ · Ctrl+X = काटें · Ctrl+C = कॉपी · Esc = रद्द
id_id: Area terpilih: seret di dalam = angkat dan pindahkan · Ctrl+X = potong · Ctrl+C = salin · Esc = batal
ja_jp: 選択範囲: 内側をドラッグ = 持ち上げて移動 · Ctrl+X = 切り取り · Ctrl+C = コピー · Esc = 取り消し
ko_kr: 선택 영역: 안쪽 드래그 = 들어올려 이동 · Ctrl+X = 잘라내기 · Ctrl+C = 복사 · Esc = 취소
pt_br: Área selecionada: arrastar por dentro = levantar e mover · Ctrl+X = recortar · Ctrl+C = copiar · Esc = cancelar
ru_ru: Выделенная область: перетаскивание внутри = приподнять и переместить · Ctrl+X = вырезать · Ctrl+C = копировать · Esc = отмена
zh_cn: 所选区域: 内部拖动 = 抬起移动 · Ctrl+X = 剪切 · Ctrl+C = 复制 · Esc = 取消

# RegionCutDone
source: Cut the selected area to the clipboard
de_de: Der ausgewählte Bereich wurde in die Zwischenablage ausgeschnitten
es_419: Se cortó el área seleccionada al portapapeles
fr_fr: La zone sélectionnée a été coupée vers le presse-papiers
hi_in: चयनित क्षेत्र क्लिपबोर्ड पर काटा गया
id_id: Area terpilih dipotong ke papan klip
ja_jp: 選択範囲をクリップボードに切り取りました
ko_kr: 선택 영역을 클립보드로 잘라냈습니다
pt_br: A área selecionada foi recortada para a área de transferência
ru_ru: Выделенная область вырезана в буфер обмена
zh_cn: 已把所选区域剪切到剪贴板

# RegionNeedsFullRes
source: Area editing is not available on a preview-resolution document
de_de: Bereichsbearbeitung ist in einem Dokument in Vorschauauflösung nicht verfügbar
es_419: La edición por área no está disponible en un documento en resolución de vista previa
fr_fr: La modification par zone n'est pas disponible sur un document en résolution d'aperçu
hi_in: पूर्वावलोकन रिज़ॉल्यूशन वाले दस्तावेज़ में क्षेत्र संपादन उपलब्ध नहीं है
id_id: Penyuntingan area tidak tersedia pada dokumen beresolusi pratinjau
ja_jp: プレビュー解像度のドキュメントでは範囲編集を使えません
ko_kr: 미리보기 해상도 문서에서는 영역 편집을 사용할 수 없습니다
pt_br: A edição por área não está disponível em um documento em resolução de visualização
ru_ru: Правка области недоступна в документе с разрешением предпросмотра
zh_cn: 预览分辨率的文档无法使用区域编辑

# ToolPen
source: Pen
de_de: Stift
es_419: Lápiz
fr_fr: Stylo
hi_in: पेन
id_id: Pena
ja_jp: ペン
ko_kr: 펜
pt_br: Caneta
ru_ru: Перо
zh_cn: 画笔

# ToolHighlighter
source: Highlighter
de_de: Textmarker
es_419: Resaltador
fr_fr: Surligneur
hi_in: हाइलाइटर
id_id: Stabilo
ja_jp: 蛍光ペン
ko_kr: 형광펜
pt_br: Marca-texto
ru_ru: Маркер
zh_cn: 荧光笔

# ToolLine
source: Line
de_de: Linie
es_419: Línea
fr_fr: Ligne
hi_in: रेखा
id_id: Garis
ja_jp: 直線
ko_kr: 직선
pt_br: Linha
ru_ru: Линия
zh_cn: 直线

# ToolArrow
source: Arrow
de_de: Pfeil
es_419: Flecha
fr_fr: Flèche
hi_in: तीर
id_id: Panah
ja_jp: 矢印
ko_kr: 화살표
pt_br: Seta
ru_ru: Стрелка
zh_cn: 箭头

# ToolRoundedRectangle
source: Rounded rectangle
de_de: Abgerundetes Rechteck
es_419: Rectángulo redondeado
fr_fr: Rectangle arrondi
hi_in: गोल कोनों वाला आयत
id_id: Persegi panjang membulat
ja_jp: 角丸四角形
ko_kr: 둥근 사각형
pt_br: Retângulo arredondado
ru_ru: Скруглённый прямоугольник
zh_cn: 圆角矩形

# ToolEllipse
source: Ellipse
es_419: Elipse
hi_in: दीर्घवृत्त
id_id: Elips
ja_jp: 楕円
ko_kr: 타원
pt_br: Elipse
ru_ru: Эллипс
zh_cn: 椭圆

# ToolText
source: Text box
de_de: Textfeld
es_419: Cuadro de texto
fr_fr: Zone de texte
hi_in: टेक्स्ट बॉक्स
id_id: Kotak teks
ja_jp: テキスト ボックス
ko_kr: 텍스트 상자
pt_br: Caixa de texto
ru_ru: Текстовое поле
zh_cn: 文本框

# ToolNumber
source: Number marker
de_de: Nummernmarker
es_419: Marcador numerado
fr_fr: Marqueur numéroté
hi_in: संख्या मार्कर
id_id: Penanda bernomor
ja_jp: 番号マーカー
ko_kr: 번호 마커
pt_br: Marcador numerado
ru_ru: Нумерованный маркер
zh_cn: 编号标记

# ToolSpeechBubble
source: Speech bubble
de_de: Sprechblase
es_419: Globo de diálogo
fr_fr: Bulle de dialogue
hi_in: स्पीच बबल
id_id: Balon percakapan
ja_jp: 吹き出し
ko_kr: 말풍선
pt_br: Balão de fala
ru_ru: Выноска
zh_cn: 对话气泡

# TextTitle
source: Add text
de_de: Text hinzufügen
es_419: Agregar texto
fr_fr: Ajouter du texte
hi_in: टेक्स्ट जोड़ें
id_id: Tambahkan teks
ja_jp: テキストの追加
ko_kr: 텍스트 추가
pt_br: Adicionar texto
ru_ru: Добавление текста
zh_cn: 添加文本

# SpeechBubbleTitle
source: Speech bubble text
de_de: Text der Sprechblase
es_419: Texto del globo
fr_fr: Texte de la bulle
hi_in: बबल का टेक्स्ट
id_id: Teks balon
ja_jp: 吹き出しのテキスト
ko_kr: 말풍선 텍스트
pt_br: Texto do balão
ru_ru: Текст выноски
zh_cn: 气泡文本

# TextContentLabel
source: Content
de_de: Inhalt
es_419: Contenido
fr_fr: Contenu
hi_in: सामग्री
id_id: Isi
ja_jp: 内容
ko_kr: 내용
pt_br: Conteúdo
ru_ru: Содержимое
zh_cn: 内容

# MarkerLimitReached
source: The number marker limit has been reached.
de_de: Die Höchstzahl an Nummernmarkern ist erreicht.
es_419: Se alcanzó el límite de marcadores numerados.
fr_fr: La limite de marqueurs numérotés est atteinte.
hi_in: संख्या मार्कर की सीमा पूरी हो गई है।
id_id: Batas penanda bernomor telah tercapai.
ja_jp: 番号マーカーの上限に達しました。
ko_kr: 번호 마커 한도에 도달했습니다.
pt_br: O limite de marcadores numerados foi atingido.
ru_ru: Достигнут предел нумерованных маркеров.
zh_cn: 已达到编号标记的上限。

# StyleFill
source: Fill
de_de: Füllung
es_419: Relleno
fr_fr: Remplissage
hi_in: भराव
id_id: Isian
ja_jp: 塗りつぶし
ko_kr: 채우기
pt_br: Preenchimento
ru_ru: Заливка
zh_cn: 填充

# StyleBackground
source: Background
de_de: Hintergrund
es_419: Fondo
fr_fr: Arrière-plan
hi_in: पृष्ठभूमि
id_id: Latar
ja_jp: 背景
ko_kr: 배경
pt_br: Fundo
ru_ru: Фон
zh_cn: 背景

# StyleCornerRadius
source: Corner radius
de_de: Eckenradius
es_419: Radio de esquina
fr_fr: Rayon des angles
hi_in: कोने की त्रिज्या
id_id: Radius sudut
ja_jp: 角の半径
ko_kr: 모서리 반경
pt_br: Raio do canto
ru_ru: Радиус скругления
zh_cn: 圆角半径

# LayerCollapse
source: Collapse layers
de_de: Ebenen einklappen
es_419: Contraer capas
fr_fr: Réduire les calques
hi_in: लेयर समेटें
id_id: Ciutkan lapisan
ja_jp: レイヤーを折りたたむ
ko_kr: 레이어 접기
pt_br: Recolher camadas
ru_ru: Свернуть слои
zh_cn: 折叠图层

# LayerExpand
source: Expand layers
de_de: Ebenen ausklappen
es_419: Expandir capas
fr_fr: Développer les calques
hi_in: लेयर फैलाएँ
id_id: Bentangkan lapisan
ja_jp: レイヤーを展開する
ko_kr: 레이어 펼치기
pt_br: Expandir camadas
ru_ru: Развернуть слои
zh_cn: 展开图层

# TipLayerCollapse
source: Collapses or expands the layer list.
de_de: Klappt die Ebenenliste ein oder aus.
es_419: Contrae o expande la lista de capas.
fr_fr: Réduit ou développe la liste des calques.
hi_in: लेयर सूची को समेटता या फैलाता है।
id_id: Menciutkan atau membentangkan daftar lapisan.
ja_jp: レイヤー一覧を折りたたむ / 展開します。
ko_kr: 레이어 목록을 접거나 펼칩니다.
pt_br: Recolhe ou expande a lista de camadas.
ru_ru: Сворачивает или разворачивает список слоёв.
zh_cn: 折叠或展开图层列表。

# StyleStrokeWidth
source: Stroke width (px)
de_de: Strichstärke (px)
es_419: Grosor del trazo (px)
fr_fr: Épaisseur du trait (px)
hi_in: रेखा की मोटाई (px)
id_id: Ketebalan garis (px)
ja_jp: 線の太さ (px)
ko_kr: 선 굵기(px)
pt_br: Espessura do traço (px)
ru_ru: Толщина линии (px)
zh_cn: 线条粗细 (px)

# StyleOpacity
source: Opacity (%)
de_de: Deckkraft (%)
es_419: Opacidad (%)
fr_fr: Opacité (%)
hi_in: अपारदर्शिता (%)
id_id: Keburaman (%)
ja_jp: 不透明度 (%)
ko_kr: 불투명도(%)
pt_br: Opacidade (%)
ru_ru: Непрозрачность (%)
zh_cn: 不透明度 (%)

# StyleFontSize
source: Font size
de_de: Schriftgrad
es_419: Tamaño de fuente
fr_fr: Taille de police
hi_in: फ़ॉन्ट आकार
id_id: Ukuran huruf
ja_jp: 文字サイズ
ko_kr: 글자 크기
pt_br: Tamanho da fonte
ru_ru: Размер шрифта
zh_cn: 字号

# StyleRotation
source: Rotation (°)
de_de: Drehung (°)
es_419: Rotación (°)
hi_in: घुमाव (°)
id_id: Rotasi (°)
ja_jp: 回転 (°)
ko_kr: 회전(°)
pt_br: Rotação (°)
ru_ru: Поворот (°)
zh_cn: 旋转 (°)

# StyleArrowhead
source: Arrowhead
de_de: Pfeilspitze
es_419: Punta de flecha
fr_fr: Pointe de flèche
hi_in: तीर की नोक
id_id: Ujung panah
ja_jp: 矢じり
ko_kr: 화살촉
pt_br: Ponta da seta
ru_ru: Наконечник стрелки
zh_cn: 箭头样式

# StyleFontFamily
source: Font
de_de: Schriftart
es_419: Fuente
fr_fr: Police
hi_in: फ़ॉन्ट
id_id: Fon
ja_jp: フォント
ko_kr: 글꼴
pt_br: Fonte
ru_ru: Шрифт
zh_cn: 字体

# StyleBold
source: Bold
de_de: Fett
es_419: Negrita
fr_fr: Gras
hi_in: मोटा
id_id: Tebal
ja_jp: 太字
ko_kr: 굵게
pt_br: Negrito
ru_ru: Полужирный
zh_cn: 粗体

# StyleItalic
source: Italic
de_de: Kursiv
es_419: Cursiva
fr_fr: Italique
hi_in: तिरछा
id_id: Miring
ja_jp: 斜体
ko_kr: 기울임
pt_br: Itálico
ru_ru: Курсив
zh_cn: 斜体

# StyleAlignment
source: Text alignment
de_de: Textausrichtung
es_419: Alineación del texto
fr_fr: Alignement du texte
hi_in: टेक्स्ट संरेखण
id_id: Perataan teks
ja_jp: 文字の配置
ko_kr: 텍스트 정렬
pt_br: Alinhamento do texto
ru_ru: Выравнивание текста
zh_cn: 文本对齐

# ArrowheadOpen
source: Open arrowhead
de_de: Offene Spitze
es_419: Punta abierta
fr_fr: Pointe ouverte
hi_in: खुली नोक
id_id: Ujung terbuka
ja_jp: 開いた矢じり
ko_kr: 열린 화살촉
pt_br: Ponta aberta
ru_ru: Открытый наконечник
zh_cn: 开放箭头

# ArrowheadTriangle
source: Triangle arrowhead
de_de: Dreieckige Spitze
es_419: Punta triangular
fr_fr: Pointe triangulaire
hi_in: त्रिकोणीय नोक
id_id: Ujung segitiga
ja_jp: 三角の矢じり
ko_kr: 삼각 화살촉
pt_br: Ponta triangular
ru_ru: Треугольный наконечник
zh_cn: 三角箭头

# AlignmentLeft
source: Left
de_de: Links
es_419: Izquierda
fr_fr: Gauche
hi_in: बाएँ
id_id: Kiri
ja_jp: 左揃え
ko_kr: 왼쪽
pt_br: Esquerda
ru_ru: По левому краю
zh_cn: 左对齐

# AlignmentCenter
source: Centre
de_de: Zentriert
es_419: Centro
hi_in: मध्य
id_id: Tengah
ja_jp: 中央揃え
ko_kr: 가운데
pt_br: Centro
ru_ru: По центру
zh_cn: 居中

# AlignmentRight
source: Right
de_de: Rechts
es_419: Derecha
fr_fr: Droite
hi_in: दाएँ
id_id: Kanan
ja_jp: 右揃え
ko_kr: 오른쪽
pt_br: Direita
ru_ru: По правому краю
zh_cn: 右对齐

# ToolNewWindow
source: Open new window
de_de: Neues Fenster öffnen
es_419: Abrir una ventana nueva
fr_fr: Ouvrir une nouvelle fenêtre
hi_in: नई विंडो खोलें
id_id: Buka jendela baru
ja_jp: 新しいウィンドウを開く
ko_kr: 새 창 열기
pt_br: Abrir nova janela
ru_ru: Открыть новое окно
zh_cn: 打开新窗口

# ToolRail
source: Toolbar
de_de: Symbolleiste
es_419: Barra de herramientas
fr_fr: Barre d'outils
hi_in: टूलबार
id_id: Bilah alat
ja_jp: ツールバー
ko_kr: 도구 모음
pt_br: Barra de ferramentas
ru_ru: Панель инструментов
zh_cn: 工具栏

# ToolEyedropper
source: Pick a colour from the image on screen
de_de: Farbe aus dem Bild am Bildschirm aufnehmen
es_419: Tomar un color de la imagen en pantalla
fr_fr: Prélever une couleur sur l'image à l'écran
hi_in: स्क्रीन पर दिख रही छवि से रंग लें
id_id: Ambil warna dari gambar di layar
ja_jp: 画面の画像から色を取得
ko_kr: 화면 이미지에서 색 추출
pt_br: Capturar uma cor da imagem na tela
ru_ru: Взять цвет с изображения на экране
zh_cn: 从屏幕图像拾取颜色

# ToolZoomOut
source: Zoom out
de_de: Verkleinern
es_419: Alejar
fr_fr: Zoom arrière
hi_in: छोटा करें
id_id: Perkecil
ja_jp: 縮小
ko_kr: 축소
pt_br: Reduzir
ru_ru: Уменьшить
zh_cn: 缩小

# ToolZoomIn
source: Zoom in
de_de: Vergrößern
es_419: Acercar
fr_fr: Zoom avant
hi_in: बड़ा करें
id_id: Perbesar
ja_jp: 拡大
ko_kr: 확대
pt_br: Ampliar
ru_ru: Увеличить
zh_cn: 放大

# StatusFile
source: File
de_de: Datei
es_419: Archivo
fr_fr: Fichier
hi_in: फ़ाइल
id_id: Berkas
ja_jp: ファイル
ko_kr: 파일
pt_br: Arquivo
ru_ru: Файл
zh_cn: 文件

# StatusPage
source: Page
de_de: Seite
es_419: Página
hi_in: पृष्ठ
id_id: Halaman
ja_jp: ページ
ko_kr: 페이지
pt_br: Página
ru_ru: Страница
zh_cn: 页

# StatusColorMode
source: Colour mode
de_de: Farbmodus
es_419: Modo de color
fr_fr: Mode colorimétrique
hi_in: रंग मोड
id_id: Mode warna
ja_jp: カラーモード
ko_kr: 색상 모드
pt_br: Modo de cor
ru_ru: Цветовой режим
zh_cn: 颜色模式

# StatusProgress
source: Task progress
de_de: Aufgabenfortschritt
es_419: Progreso de la tarea
fr_fr: Progression de la tâche
hi_in: कार्य की प्रगति
id_id: Kemajuan tugas
ja_jp: 処理の進行状況
ko_kr: 작업 진행 상태
pt_br: Progresso da tarefa
ru_ru: Ход выполнения
zh_cn: 任务进度

# StatusZoom
source: Zoom level
de_de: Zoomstufe
es_419: Nivel de zoom
fr_fr: Niveau de zoom
hi_in: ज़ूम स्तर
id_id: Tingkat zoom
ja_jp: 表示倍率
ko_kr: 확대 배율
pt_br: Nível de zoom
ru_ru: Масштаб
zh_cn: 缩放比例

# StatusDetails
source: Image details
de_de: Bilddetails
es_419: Detalles de la imagen
fr_fr: Détails de l'image
hi_in: छवि विवरण
id_id: Detail gambar
ja_jp: 画像の情報
ko_kr: 이미지 정보
pt_br: Detalhes da imagem
ru_ru: Сведения об изображении
zh_cn: 图像信息

# CanvasName
source: Image editing canvas
de_de: Zeichenfläche zur Bildbearbeitung
es_419: Lienzo de edición de imagen
fr_fr: Zone de travail d'édition d'image
hi_in: छवि संपादन कैनवास
id_id: Kanvas penyuntingan gambar
ja_jp: 画像編集キャンバス
ko_kr: 이미지 편집 캔버스
pt_br: Tela de edição de imagem
ru_ru: Холст редактирования изображения
zh_cn: 图像编辑画布

# ToolContext
source: Tool properties
de_de: Werkzeugeigenschaften
es_419: Propiedades de la herramienta
fr_fr: Propriétés de l'outil
hi_in: उपकरण गुण
id_id: Properti alat
ja_jp: ツールのプロパティ
ko_kr: 도구 속성
pt_br: Propriedades da ferramenta
ru_ru: Свойства инструмента
zh_cn: 工具属性

# ColorModeRgb8
source: RGB 8-bit
es_419: RGB de 8 bits
fr_fr: RVB 8 bits
hi_in: RGB 8-बिट
ja_jp: RGB 8 ビット
ko_kr: RGB 8비트
pt_br: RGB de 8 bits
ru_ru: RGB, 8 бит
zh_cn: RGB 8 位

# ColorModeRgba8
source: RGBA 8-bit
es_419: RGBA de 8 bits
fr_fr: RVBA 8 bits
hi_in: RGBA 8-बिट
ja_jp: RGBA 8 ビット
ko_kr: RGBA 8비트
pt_br: RGBA de 8 bits
ru_ru: RGBA, 8 бит
zh_cn: RGBA 8 位

# GroupFile
source: File tools
de_de: Dateiwerkzeuge
es_419: Herramientas de archivo
fr_fr: Outils de fichier
hi_in: फ़ाइल उपकरण
id_id: Alat berkas
ja_jp: ファイル ツール
ko_kr: 파일 도구
pt_br: Ferramentas de arquivo
ru_ru: Файловые инструменты
zh_cn: 文件工具

# GroupHistory
source: History tools
de_de: Verlaufswerkzeuge
es_419: Herramientas de historial
fr_fr: Outils d'historique
hi_in: इतिहास उपकरण
id_id: Alat riwayat
ja_jp: 履歴ツール
ko_kr: 기록 도구
pt_br: Ferramentas de histórico
ru_ru: Инструменты журнала
zh_cn: 历史工具

# GroupImage
source: Image tools
de_de: Bildwerkzeuge
es_419: Herramientas de imagen
fr_fr: Outils d'image
hi_in: छवि उपकरण
id_id: Alat gambar
ja_jp: 画像ツール
ko_kr: 이미지 도구
pt_br: Ferramentas de imagem
ru_ru: Инструменты изображения
zh_cn: 图像工具

# GroupDrawing
source: Drawing tools
de_de: Zeichenwerkzeuge
es_419: Herramientas de dibujo
fr_fr: Outils de dessin
hi_in: ड्राइंग उपकरण
id_id: Alat menggambar
ja_jp: 描画ツール
ko_kr: 그리기 도구
pt_br: Ferramentas de desenho
ru_ru: Инструменты рисования
zh_cn: 绘制工具

# GroupShapes
source: Shape tools
de_de: Formwerkzeuge
es_419: Herramientas de formas
fr_fr: Outils de formes
hi_in: आकृति उपकरण
id_id: Alat bentuk
ja_jp: 図形ツール
ko_kr: 도형 도구
pt_br: Ferramentas de formas
ru_ru: Инструменты фигур
zh_cn: 形状工具

# GroupText
source: Text tools
de_de: Textwerkzeuge
es_419: Herramientas de texto
fr_fr: Outils de texte
hi_in: टेक्स्ट उपकरण
id_id: Alat teks
ja_jp: テキスト ツール
ko_kr: 텍스트 도구
pt_br: Ferramentas de texto
ru_ru: Текстовые инструменты
zh_cn: 文本工具

# GroupProtection
source: Redaction tools
de_de: Werkzeuge zum Unkenntlichmachen
es_419: Herramientas para ocultar datos
fr_fr: Outils de masquage
hi_in: जानकारी छिपाने के उपकरण
id_id: Alat penyembunyi data
ja_jp: 情報保護ツール
ko_kr: 정보 보호 도구
pt_br: Ferramentas para ocultar dados
ru_ru: Инструменты сокрытия данных
zh_cn: 隐私遮盖工具

# GroupView
source: View tools
de_de: Ansichtswerkzeuge
es_419: Herramientas de vista
fr_fr: Outils d'affichage
hi_in: दृश्य उपकरण
id_id: Alat tampilan
ja_jp: 表示ツール
ko_kr: 보기 도구
pt_br: Ferramentas de exibição
ru_ru: Инструменты просмотра
zh_cn: 视图工具

# LayerShow
source: Show
de_de: Einblenden
es_419: Mostrar
fr_fr: Afficher
hi_in: दिखाएँ
id_id: Tampilkan
ja_jp: 表示する
ko_kr: 표시하기
pt_br: Mostrar
ru_ru: Показать
zh_cn: 显示

# LayerHide
source: Hide
de_de: Ausblenden
es_419: Ocultar
fr_fr: Masquer
hi_in: छिपाएँ
id_id: Sembunyikan
ja_jp: 非表示にする
ko_kr: 숨기기
pt_br: Ocultar
ru_ru: Скрыть
zh_cn: 隐藏

# LayerLock
source: Lock
de_de: Sperren
es_419: Bloquear
fr_fr: Verrouiller
hi_in: लॉक करें
id_id: Kunci
ja_jp: ロックする
ko_kr: 잠그기
pt_br: Bloquear
ru_ru: Заблокировать
zh_cn: 锁定

# LayerUnlock
source: Unlock
de_de: Entsperren
es_419: Desbloquear
fr_fr: Déverrouiller
hi_in: अनलॉक करें
id_id: Buka kunci
ja_jp: ロックを解除する
ko_kr: 잠금 해제하기
pt_br: Desbloquear
ru_ru: Разблокировать
zh_cn: 解锁

# LayerDefaultName
source: Layer
de_de: Ebene
es_419: Capa
fr_fr: Calque
hi_in: लेयर
id_id: Lapisan
ja_jp: レイヤー
ko_kr: 레이어
pt_br: Camada
ru_ru: Слой
zh_cn: 图层

# LayerActive
source: Active layer
de_de: Aktive Ebene
es_419: Capa activa
fr_fr: Calque actif
hi_in: सक्रिय लेयर
id_id: Lapisan aktif
ja_jp: アクティブ レイヤー
ko_kr: 활성 레이어
pt_br: Camada ativa
ru_ru: Активный слой
zh_cn: 当前图层

# LayerSetActive
source: Set as active layer
de_de: Als aktive Ebene festlegen
es_419: Establecer como capa activa
fr_fr: Définir comme calque actif
hi_in: सक्रिय लेयर बनाएँ
id_id: Jadikan lapisan aktif
ja_jp: アクティブ レイヤーにする
ko_kr: 활성 레이어로 선택
pt_br: Definir como camada ativa
ru_ru: Сделать активным слоем
zh_cn: 设为当前图层

# ToolLayerPanel
source: Layer panel
de_de: Ebenenbereich
es_419: Panel de capas
fr_fr: Volet des calques
hi_in: लेयर पैनल
id_id: Panel lapisan
ja_jp: レイヤー パネル
ko_kr: 레이어 패널
pt_br: Painel de camadas
ru_ru: Панель слоёв
zh_cn: 图层面板

# TipLayerPanel
source: Shows or hides the layer panel.
de_de: Blendet den Ebenenbereich ein oder aus.
es_419: Muestra u oculta el panel de capas.
fr_fr: Affiche ou masque le volet des calques.
hi_in: लेयर पैनल दिखाता या छिपाता है।
id_id: Menampilkan atau menyembunyikan panel lapisan.
ja_jp: レイヤー パネルを表示 / 非表示にします。
ko_kr: 레이어 패널을 표시하거나 숨깁니다.
pt_br: Mostra ou oculta o painel de camadas.
ru_ru: Показывает или скрывает панель слоёв.
zh_cn: 显示或隐藏图层面板。

# LayerAdd
source: New layer
de_de: Neue Ebene
es_419: Capa nueva
fr_fr: Nouveau calque
hi_in: नई लेयर
id_id: Lapisan baru
ja_jp: 新しいレイヤー
ko_kr: 새 레이어
pt_br: Nova camada
ru_ru: Новый слой
zh_cn: 新建图层

# TipLayerAdd
source: Adds a new layer above the active layer.
de_de: Fügt über der aktiven Ebene eine neue Ebene hinzu.
es_419: Agrega una capa nueva encima de la capa activa.
fr_fr: Ajoute un calque au-dessus du calque actif.
hi_in: सक्रिय लेयर के ऊपर नई लेयर जोड़ता है।
id_id: Menambahkan lapisan baru di atas lapisan aktif.
ja_jp: アクティブ レイヤーの上に新しいレイヤーを追加します。
ko_kr: 활성 레이어 위에 새 레이어를 추가합니다.
pt_br: Adiciona uma nova camada acima da camada ativa.
ru_ru: Добавляет новый слой над активным.
zh_cn: 在当前图层上方添加一个新图层。

# LayerDelete
source: Delete layer
de_de: Ebene löschen
es_419: Eliminar capa
fr_fr: Supprimer le calque
hi_in: लेयर हटाएँ
id_id: Hapus lapisan
ja_jp: レイヤーの削除
ko_kr: 레이어 삭제
pt_br: Excluir camada
ru_ru: Удалить слой
zh_cn: 删除图层

# TipLayerDelete
source: Deletes the active layer and everything on it.
de_de: Löscht die aktive Ebene und alles darauf.
es_419: Elimina la capa activa y todo lo que contiene.
fr_fr: Supprime le calque actif et tout ce qu'il contient.
hi_in: सक्रिय लेयर और उस पर मौजूद सब कुछ हटा देता है।
id_id: Menghapus lapisan aktif beserta seluruh isinya.
ja_jp: アクティブ レイヤーと、その上のオブジェクトを削除します。
ko_kr: 활성 레이어와 포함된 객체를 삭제합니다.
pt_br: Exclui a camada ativa e tudo o que está nela.
ru_ru: Удаляет активный слой и всё, что на нём находится.
zh_cn: 删除当前图层及其中的所有对象。

# LayerMoveUp
source: Move layer up
de_de: Ebene nach oben
es_419: Subir la capa
fr_fr: Monter le calque
hi_in: लेयर ऊपर
id_id: Naikkan lapisan
ja_jp: レイヤーを上へ
ko_kr: 레이어 위로
pt_br: Mover a camada para cima
ru_ru: Слой выше
zh_cn: 上移图层

# TipLayerMoveUp
source: Moves the active layer one step forward.
de_de: Verschiebt die aktive Ebene eine Stufe nach vorn.
es_419: Mueve la capa activa un paso hacia adelante.
fr_fr: Avance le calque actif d'un niveau.
hi_in: सक्रिय लेयर को एक स्तर आगे ले जाता है।
id_id: Memindahkan lapisan aktif satu tingkat ke depan.
ja_jp: アクティブ レイヤーを 1 つ前面へ移動します。
ko_kr: 활성 레이어를 한 단계 앞으로 이동합니다.
pt_br: Move a camada ativa um nível para a frente.
ru_ru: Перемещает активный слой на шаг вперёд.
zh_cn: 把当前图层向前移动一层。
